[M_IrisHUB_GasGuzzlers MissionDefinition]
TurnInDescription="You successfully delivered the gas sacs, and mildly irritated one of your friends from Sanctuary!"
MissionSummary="Kill rakk and collect the gas sacs that they drop."

[M_IrisHUB_GasGuzzlers:CollectSacks MissionObjectiveDefinition]
ProgressMessage="Pick up gas sacs"

[M_IrisHUB_GasGuzzlers:MissionObjectiveSetBranchingDefinition_0 MissionObjectiveSetBranchingDefinition]
MissionDescriptionOverride="Sir Hammerlock has heard about a group of mutated rakk out in [place]Southern Raceway[-place]. He's asked you to find them so that he may study them.<br><br>You've collected enough oil sacs, but now you have a decision to make: will you give the Gas Sacs to Scooter, or Hammerlock?"

[M_IrisHUB_GasGuzzlers:MissionObjectiveSetDefinition_8 MissionObjectiveSetDefinition]
MissionDescriptionOverride="Sir Hammerlock has heard about a group of mutated rakk out in [place]Sourthen Raceway[-place]. He's asked you to find them so that he may study them.<br><br>You found the rakk and discovered that they drop uinque Gas Sacs. Hammerlock has asked you to retrieve them for him. Scooter, meanwhile, is skeptical that Hammerlock's interest in studying the creatures is completely on the level."
